const AboutUs = () => {
  return (
    <div className="w-4/5 mx-auto">
      <h1 className="text-center text-4xl uppercase font-bold">За нас</h1>
      <p className="text-2xl mt-5">
        Во <b>SkillSphere</b>, ние сме страсни за зајакнување на поединците да
        ги постигнат своите цели за учење и да го отклучат нивниот целосен
        потенцијал. Со посветеност на извонредност и иновација, создадовме
        платформа каде што доживотните ученици можат да откриваат, да се запишат
        и да напредуваат во широк спектар на курсеви дизајнирани да ги задоволат
        нивните различни потреби и интереси.
      </p>
      <h2 className="text-3xl uppercase font-bold mt-5">Нашата мисија</h2>
      <p className="text-2xl mt-5">
        Нашата мисија е да го направиме висококвалитетното учење достапно за
        секого, без оглед на нивното потекло или локација. Ние веруваме дека
        образованието е клучот за личен и професионален раст и ние сме посветени
        на обезбедување на поддржувачка и привлечна средина за учење каде што
        учениците можат да напредуваат.
      </p>
      <h2 className="text-3xl uppercase font-bold mt-5">Што нè издвојува</h2>
      <div>
        <p className="text-2xl mt-5">
          <b>Експертски инструктори:</b> Нашите курсеви се развиени и изучени од
          експерти од индустријата и искусни професионалци кои се страстни за
          споделување на своето знаење и експертиза.
        </p>
        <p className="text-2xl mt-5">
          <b>Практично искуство:</b> Многу од нашите курсеви имаат практични
          проекти, студии на случај и практични вежби, овозможувајќи им на
          студентите да ги применат своите знаења и вештини во сценарија од
          реалниот свет.
        </p>
        <p className="text-2xl mt-5">
          <b>Флексибилно учење:</b> Нудиме флексибилни опции за учење,
          вклучувајќи курсеви со самостојно темпо и сесии во живо, за студентите
          да можат да учат по свои услови.
        </p>
        <p className="text-2xl mt-5">
          Ви благодариме што го избравте <b>SkillSphere</b> како ваш партнер за
          учење. Со нетрпение очекуваме да ви помогнеме да ги постигнете вашите
          цели и да започнете возбудливо едукативно патување!
        </p>
      </div>
    </div>
  );
};

export default AboutUs;
